/*28/9/2018*/
"_grp.Accomodation" = "الإقامة";
"_grp.BankATM" = "البنك وماكينات الصرّاف الآلي";
"_grp.Emergency" = "طوارىء";
"_grp.Food_and_Drink" = "الأكل و الشرب";
"_grp.Guides" = "دليل المدينة";
"_grp.Parking" = "موقف";
"_grp.Petrol_Station" = "محطة وقود";
"_grp.Services_and_Education" = "الخدمات والتعليم";
"_grp.Shopping" = "تسوق";
"_grp.Social_Life" = "الترفيه والحياة الاجتماعية";
"_grp.Sport" = "رياضة";
"_grp.Tourism" = "السياحة";
"_grp.Transportation" = "الانتقالات";
"_grp.Vehicle_Services" = "خدمة العربيات";

"exit" = "الخروج";
"feet" = "قدم";
"route.instructionsText.continueAlong" = "Follow the route";

/* feet short */
"ft" = "ft";

/* timeHourShort */
"h" = "س ";
"kilometers" = "كم";
"Limit" = "حدود";
"meters" = "المترات";

/* miles short */
"mi" = "mi";
"miles" = "أميال";

/* timeMinuteMidi */
"min" = "دقيقة";
"native.fuelprices.poidetailTitle" = "Fuel prices";
"poiCategory.select" = "الأماكن القريبة";
"native.navigation.resumeBtn" = "استئناف";

/* timeSecondShort */
"sec" = "ثانية";
"yards" = "ياردات";

/* yards short */
"yd" = "ياردة";

"detail.action.directionToHere" = "الحصول على اتجاهات";
"detail.action.addVia" = "أضف نقاط على الطريق";
"detail.action.addToFavorite" = "تذكر الموقع";
"detail.action.copyGps" = "إحداثيات نظام GPS";
"detail.action.removeFavorite" = "Remove from favourites";
"detail.action.removeHome" = "Remove home address";
"detail.action.removeWork" = "Remove work address";
"detail.action.shareLocation" = "مشاركة الموقع";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "بريد إلكتروني";
"detail.contact.phone" = "تليفون";
"detail.contact.url" = "عنوان الموقع الإلكتروني url";
"routeCompute.action.demonstrate" = "اشرح";
"routeCompute.action.navigate" = "البدء";
"routeCompute.etaArrival" = "وصول";
"routeCompute.fastest" = "أسرع طريق";
"routeCompute.slower" = "slower";
"routeCompute.traffic.withDelay" = "مع التأخير";
"routeCompute.button.options" = "خيارات";
"routeCompute.waypointInfo.from" = "من";
"routeCompute.waypointInfo.to" = "إلى";
"routeCompute.waypointInfo.waypoints" = "نقاط الطريق";
"routeCompute.waypointInfo.via" = "عبر";
"routeActionMain.cancel" = "تخطي نقطة على الطريق";
"routeCompute.action.continue" = "متابعة";
"routeCompute.options.title" = "خيارات المسار";
"routeCompute.options.AvoidCountry" = "تجنب هذه الدولة";
"avoid.unpaved" = "الطرق غير المعبدة";
"avoid.specialArea" = "رسوم الازدحام";
"avoid.ferries" = "العبارات";
"avoid.highways" = "الطرق السريعة";
"avoid.tollroads" = "عدد الطرق";
"workCell.setupWork.subtitle" = "سافر بسهولة كل يوم";
"homeCell.setupHome.subtitle" = "الحصول على أسرع الطرق";
"workCell.setupWork.title" = "تعيين موقع العمل";
"homeCell.setupHome.title" = "تعيين عنوان المنزل";
"workCell.title" = "العمل";
"homeCell.title" = "المنزل";
"favorites.place.emptyButton" = "ابحث عن أماكن";
"favorites.place.emptyTitle" = "إضافة أماكن لسهولة الوصول إليها";
"favorites.place.deleteAction" = "شطب";
"favorites.place.headerTitle" = "الأماكن و الطرق";
"favorites.button.done" = "تم";
"favorites.segment.contacts" = "الاتصالات / الأسماء";
"favorites.segment.trips" = "الرحلات";
"favorites.segment.places" = "مناطق";
"favorites.title" = "المفضلات";
"favorites.addAlert.add" = "إضافة";
"native.compute.decideToCompute" = "هل ما زالت متوجه إلى %@؟";
"routeActionMain.preview" = "معاينة المسار";
"routeCompute.traffic.withoutInfo" = "لاتوجد معلومات المرور";
"search.work.title" = "البحث عن عنوان العمل";
"search.home.title" = "البحث عن عنوان المنزل";
"alert.hideHomeWork.hideHomeTitle" = "اخفاء المنزل";
"alert.hideHomeWork.hideWorkTitle" = "اخفاء العمل";
"alert.hideHomeWork.setHomeMessage" = "يمكنك دائما وضع عنوان المنزل الخاص بك في المفضلة";
"alert.hideHomeWork.setWorkMessage" = "يمكنك دائما وضع عنوان العمل الخاص بك دائماً في المفضلة";
"alert.hideHomeWork.hide" = "إخفاء";
"action.control.scout.static" = "العثور على مسار أسرع ";
"action.control.route.longer" = "%@ longer";
"action.control.route.time" = "Save %@";
"action.control.scout.arrival" = "الوصول الجديد %@";
"action.control.scout.fasterRouteFound" = "العثور على مسار أسرع ";
"action.control.scout.preview" = "معاينة";
"action.control.scout.route.set" = "تعيين طريق أسرع";
"routeCompute.action.loading" = "البدء";
"country.AL" = "ألبانيا";
"country.AD" = "أندورا";
"country.AU" = "أستراليا";
"country.AT" = "النمسا";
"country.BY" = "روسيا البيضاء";
"country.BE" = "بلجيكا";
"country.BA" = "البوسنة والهرسك";
"country.BG" = "بلغاريا";
"country.CA" = "كندا";
"country.HR" = "كرواتيا";
"country.CZ" = "جمهورية النشيك";
"country.DK" = "دانمارك";
"country.EE" = "إستونيا";
"country.FO" = "جزر فارو";
"country.FI" = "فنلندا";
"country.FR" = "فرنسا";
"country.DE" = "ألمانيا";
"country.GI" = "جبل طارق";
"country.GR" = "اليونان";
"country.GL" = "غرين أيلاند";
"country.VA" = "الفاتيكان";
"country.HU" = "هنغاريا";
"country.IS" = "إيسلندا";
"country.IE" = "إيرلندا";
"country.IL" = "فلسطين/اسرائيل";
"country.IT" = "إيطاليا";
"country.JP" = "اليابان";
"country.KP" = "جمهورية كوريا الديموقراطية";
"country.KR" = "كوريا";
"country.KW" = "الكويت";
"country.LV" = "لاتفيا";
"country.LI" = "ليتنستين";
"country.LT" = "ليتوانيا";
"country.LU" = "لوكسومبورغ";
"country.MK" = "مقدونية";
"country.MT" = "مالطا";
"country.MD" = "جزر المالديف";
"country.MC" = "موناكو";
"country.MS" = "مونتسرّت";
"country.NL" = "هولندا";
"country.AN" = "الجزر الهولندية";
"country.NZ" = "نيوزيلندا";
"country.NF" = "جزيرة نوفولك";
"country.NO" = "النرويج";
"country.PL" = "بولندا";
"country.PT" = "البرتغال";
"country.RO" = "رومانيا";
"country.RU" = "إتحاد روسيا الفدرالي";
"country.SM" = "سان مارينو";
"country.SG" = "سنغافورة";
"country.SK" = "سلوفاكيا";
"country.SI" = "سلوفانيا";
"country.ZA" = "جنوب إفريقيا";
"country.ES" = "إسبانيا";
"country.SE" = "السويد";
"country.CH" = "سويسرا";
"country.TW" = "تايوان";
"country.TH" = "تايلاند";
"country.TR" = "تركيا";
"country.UA" = "أوكرانيا";
"country.GB" = "المملكة المتحدة";
"country.US" = "الولايات المتحدة";
"country.VN" = "فييتنام";
"country.RS" = "صربيا";
"country.ME" = "مونتينغرو";
"country.AE" = "الامارات العربية المتحدة";
"country.OM" = "عمان";
"country.SA" = "المملكة العربية السعودية";
"country.EG" = "مصر";
"country.PR" = "بورتو ريكو";
"country.VI" = "فرجن ايلاندز";
"country.RA" = "الأرجنتين";
"country.BH" = "البحرين";
"country.BR" = "البرازيل";
"country.HK" = "هونغ كونغ";
"country.ID" = "اندونيسيا";
"country.IN" = "الهند";
"country.IM" = "ايل أوف مان";
"country.MO" = "ماكاو";
"country.MX" = "المكسيك";
"country.MY" = "ماليزيا";
"country.QA" = "قطر";
"country.AW" = "اروبا";
"country.AF" = "افغانستان";
"country.AO" = "آنكولا";
"country.AI" = "انكولا";
"country.AX" = "جزر الند";
"country.AM" = "أرمينيا";
"country.AQ" = "انتارکتیکا";
"country.AS" = "ساموا";
"country.TF" = "اقليم جنوب فرنسا";
"country.AG" = "انتیكوا و باربودا";
"country.AZ" = "آذربایجان";
"country.BI" = "بوروندي";
"country.BJ" = "بنین";
"country.BF" = "بورکینا فاسو";
"country.BD" = "بنكلادش";
"country.BS" = "البهاما";
"country.BL" = "سان بارتليمي";
"country.BZ" = "بليز";
"country.BM" = "برمودا";
"country.BO" = "بوليفيا";
"country.BB" = "البربادوس";
"country.BN" = "سلطنة بروناي";
"country.BT" = "بوتان";
"country.BV" = "جزیرة بووت";
"country.BW" = "بوتسوانا";
"country.CF" = "جمهورية أفريقيا الوسطى";
"country.CC" = "جزر كوكس";
"country.CL" = "تشيلي";
"country.CI" = "ساحل عاج";
"country.CM" = "الكاميرون";
"country.CD" = "الكونغو";
"country.CG" = "الكونغو";
"country.CK" = "جزر كوك";
"country.CO" = "كولومبيا";
"country.KM" = "جزر القمر";
"country.CV" = "كاب فيردي";
"country.CR" = "كوستاريكا";
"country.CU" = "کوبا";
"country.CX" = "جزيرة عيد الميلاد";
"country.KY" = "جزر كايمان";
"country.DJ" = "جيبوتي";
"country.DM" = "دومينيكا";
"country.DO" = "جمهورية الدومنيكان";
"country.DZ" = "الجزائر";
"country.EC" = "جمهورية الإكوادور";
"country.ER" = "إريتريا";
"country.EH" = "الصحراء الغربية";
"country.ET" = "إثيوبيا";
"country.FJ" = "فيجي";
"country.FK" = "جزر فولكلاند";
"country.FM" = "مايكرونزيا";
"country.GA" = "الغابون";
"country.GE" = "جورجيا";
"country.GG" = "جيرنزي";
"country.GH" = "غانا";
"country.GN" = "غينيا";
"country.GP" = "جوادلوب";
"country.GM" = "غامبيا";
"country.GW" = "غينيا بيساو";
"country.GQ" = "غينيا الاستوائية";
"country.GD" = "جرينادا";
"country.GT" = "غواتيمالا";
"country.GF" = "غينيا الفرنسية";
"country.GU" = "غوام";
"country.GY" = "غويانا";
"country.HM" = "جزر هرد و جزر مکدونالدز";
"country.HN" = "هندوراس";
"country.HT" = "هايتى";
"country.IO" = "إقليم المحيط الهندي البريطاني";
"country.IR" = "ایران";
"country.IQ" = "العراق";
"country.JM" = "جامايكا";
"country.JE" = "جيرزي";
"country.JO" = "الأردن";
"country.KZ" = "كازاخستان";
"country.KG" = "قرغيزستان";
"country.KH" = "کمبودیا";
"country.KI" = "كيريباس";
"country.KN" = "سانت كيتس ونيفيس";
"country.LA" = "لاوس";
"country.LB" = "لبنان";
"country.LR" = "ليبيريا";
"country.LY" = "ليبيا";
"country.LC" = "سانت لوسيا";
"country.LK" = "سريلانكا";
"country.LS" = "ليسوتو";
"country.MF" = "سان مارتن الفرنسية";
"country.MA" = "المغرب";
"country.MG" = "مدغشقر";
"country.MV" = "ملديف";
"country.MH" = "جزر مارشال";
"country.ML" = "مالي";
"country.MM" = "ميانمار";
"country.MN" = "منغوليا";
"country.MP" = "جزر ماريانا الشمالية";
"country.MZ" = "موزمبيق";
"country.MR" = "موريتانيا";
"country.MQ" = "مارتينيك";
"country.MU" = "موريشيوس";
"country.MW" = "ملاوي";
"country.YT" = "مايوطه";
"country.NA" = "ناميبيا";
"country.NC" = "كاليدونيا الجديدة";
"country.NE" = "النـِيجر";
"country.NG" = "نيجيريا";
"country.NI" = "نيكاراغوا";
"country.NU" = "نييوي";
"country.NP" = "نيبال";
"country.NR" = "ناورو";
"country.PK" = "باكستان";
"country.PA" = "بنما";
"country.PN" = "جزر بيتكيرن";
"country.PE" = "بيرو";
"country.PH" = "الفلبين";
"country.PW" = "بالاو";
"country.PG" = "بابوا غينيا الجديدة";
"country.PY" = "باراغواي";
"country.PS" = "فلسطین";
"country.PF" = "بولنيسيا الفرنسيه";
"country.RE" = "ريونيون";
"country.RW" = "رواندا";
"country.SD" = "السودان";
"country.SN" = "السنغال";
"country.GS" = "جنوب جورجبا و جزر الساندویچ الجنوبيه";
"country.SH" = "سانت هيلينا";
"country.SJ" = "سوالبارد و جان مین";
"country.SB" = "جزر سليمان";
"country.SL" = "سيراليون";
"country.SV" = "إلسلفادور";
"country.SO" = "الصومال";
"country.PM" = "سینت بیر و میکولون";
"country.ST" = "ساو تومي وبرينسيبي";
"country.SR" = "سورينام";
"country.SZ" = "سوازيلند";
"country.SC" = "سيشيل";
"country.SY" = "سوريا";
"country.TC" = "جزر تركس وكايكوس";
"country.TD" = "تشاد";
"country.TG" = "توغو";
"country.TJ" = "طاجيكستان";
"country.TK" = "توكلو";
"country.TM" = "تركمانستان";
"country.TL" = "تيمور الشرقية";
"country.TO" = "تونجا";
"country.TT" = "ترينيداد وتوباغو";
"country.TN" = "تونس";
"country.TV" = "توفالو";
"country.TZ" = "تنزانيا ";
"country.UM" = "الجزر الصغرى البعيدة عن الولايات المتحدة الأمريكية";
"country.UY" = "الأوروغواي";
"country.UZ" = "أوزبكستان";
"country.VC" = "سانت فنسينت والجرينادنيز";
"country.VE" = "فنزويلا";
"country.VG" = "الجزر العذراء البريطانية";
"country.VU" = "فانواتو";
"country.WF" = "والیس و فوتونا";
"country.WS" = "ساموا";
"country.YE" = "یمن";
"country.ZM" = "زامبيا";
"country.ZW" = "زمبابوي";
"country.US-AL" = "الباما";
"country.US-AK" = "ألاسكا";
"country.US-AZ" = "أريزونا";
"country.US-AR" = "أركنساس";
"country.US-CA" = "كاليفورنيا";
"country.US-CO" = "كولورادو";
"country.US-CT" = "كونيتيكت";
"country.US-DE" = "ديلاوير";
"country.US-DC" = "مقاطعة كولوبيا";
"country.US-FL" = "فلوريدا";
"country.US-GA" = "جورجيا";
"country.US-HI" = "هواي";
"country.US-ID" = "أيداهو";
"country.US-IL" = "ألينويز";
"country.US-IN" = "أنديانا";
"country.US-IA" = "أيوا";
"country.US-KS" = "كانساس";
"country.US-KY" = "كنتاكي";
"country.US-LA" = "لويزيانا";
"country.US-ME" = "ماين";
"country.US-MD" = "ماريلاند";
"country.US-MA" = "ماساتشوسيتس";
"country.US-MI" = "مشيغن";
"country.US-MN" = "منيسوتا";
"country.US-MS" = "مسسبي";
"country.US-MO" = "ميسوري";
"country.US-MT" = "مونتانا";
"country.US-NE" = "نيبراسكا";
"country.US-NV" = "نيفادا";
"country.US-NH" = "نيو هامبشاير";
"country.US-NJ" = "نيو جيرسي";
"country.US-NM" = "نيو مكسيكو";
"country.US-NY" = "نيو يورك";
"country.US-NC" = "كارولاينا الشمالية";
"country.US-ND" = "داكوتا الشمالية";
"country.US-OH" = "أوهايو";
"country.US-OK" = "أوكلاهوما";
"country.US-OR" = "أوريغون";
"country.US-PA" = "بنسيلفانيا";
"country.US-RI" = "رود أيلاند";
"country.US-SC" = "كارولاينا الجنوبية";
"country.US-SD" = "داكوتا الجنوبية";
"country.US-TN" = "تنيسي";
"country.US-TX" = "تكساس";
"country.US-UT" = "يوتاه";
"country.US-VT" = "فيرمونت";
"country.US-VA" = "فيجينيا";
"country.US-WA" = "واشنطن";
"country.US-WV" = "فرجينيا الغربية";
"country.US-WI" = "وسكونسون";
"country.US-WY" = "وايومنغ";
"country.CA-AB" = "ألبيرتا";
"country.CA-BC" = "برتش كولومبيا";
"country.CA-MB" = "مانيتوبا";
"country.CA-NB" = "نيو برانسوك";
"country.CA-NL" = "نيوفاوندلاند ولابرادور";
"country.CA-NS" = "نوفا سكوتيا";
"country.CA-NT" = "الأقاليم الشمالية الغربية";
"country.CA-NU" = "نونافوت تيريتوري";
"country.CA-ON" = "أونتاريو";
"country.CA-PE" = "جزيرة الأمير ادوار";
"country.CA-QC" = "كيوبيك";
"country.CA-SK" = "ساسكاتشيوان";
"country.CA-YT" = "يوكوت تريتوري";
"country.IN-LD" = "لاكشادويب";
"country.GB-NIR" = "نورثن ايلاندز";
"country.GB-SCT" = "سكوتلندة";
"country.GB-WLS" = "وايلز";
"country.GB-CHA" = "تشانيل ايلاندز";
"N" = "شمال";
"S" = "جنوب";
"W" = "غرب";
"E" = "شرق";
"routeplaning.actionButton.title" = "تم";
"com.sygic.addWaypoint.placeholder" = "أضف نقاط على الطريق";
"detail.action.selectPoi" = "إختيار";
"signpost.nextDirection.then" = "Then";
"waypoint.title.myposition" = "موقعي";
"placeholder.password" = "كلمة السر";
"placeholder.email" = "بريد إلكتروني";
"routeCompute.action.calculating" = "Calculating routes";
"routeCompute.action.preview" = "معاينة";
"detail.action.shareGps" = "مشاركة إحداثيات ال GPS";
"time.ago.minutes" = "%@ minutes ago";
"time.ago.hours" = "%@ hours ago";
"time.ago.days" = "%@ days ago";
"time.ago.years" = "%@ years ago";
"native.navigation.recenterBtn" = "Re-center";
"homeCell.updateHome.title" = "Update home address";
"workCell.updateWork.title" = "Update work address";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Remove waypoint";
"message.avoid.motorway.unable" = "لتصل إلى وجهتك، يجب أن تظل بعض الطرق السريعة في المسار.";
"message.avoid.specialArea.unable" = "نأسف، تعذر علينا تجنب رسوم الازدحام على طريقك.";
"message.avoid.tollRoads.unable" = "غير ممكن تجنب جميع الطرق ذات الرسوم. بعض الطرق ذات الرسوم ستظل في المسار المرسوم.";
"message.avoid.ferries.unable" = "للوصول إلى الوجهة المقصودة، ستبقى بعض المعديات على الطريق.";
"message.avoid.unpavedRoads.unable" = "للوصول إلى هدفك، ستبقى هناك طرق غير ممهدة في مسارك . ";
